{
  "Presentation of Case": [
    {
      "Medical case record": "NEJMcpc2100279",
      "Shortest patient history (20 - 25 words)": "22-year-old woman with an 8‑day viral prodrome develops headache, confusion, respiratory failure; imaging shows SAH and infarcts with thrombocytopenia and sepsis.",
      "Shorter patient history (130 - 150 words)": "A previously healthy 22-year-old woman presented with an 8-day history of nausea, myalgias, chills, vomiting, neck pain, severe headache with sonophobia, and later, confusion and dyspnea. Initial evaluation showed leukocytosis (WBC 12,300/μL) and thrombocytopenia (platelets 95,000/μL). CT head indicated acute subarachnoid hemorrhage and diffuse ischemic changes in parietal and temporal lobes; CT chest demonstrated bilateral pleural effusions, interstitial edema, and multifocal pulmonary nodules. CSF analysis showed elevated opening pressure, neutrophil-predominant pleocytosis, and low glucose. She had a history of depression treated with citalopram, consumed no drugs or alcohol, and had no recent animal or insect exposure. Physical examination revealed tachypnea, meningismus, respiratory distress, mitral regurgitation murmur, petechiae, and palpable spleen. Empiric antibiotics (vancomycin, ceftriaxone, metronidazole, doxycycline, azithromycin, meropenem) and supportive interventions including platelet transfusion and bronchoalveolar lavage were initiated prior to transfer to ICU. Imaging confirmed acute subarachnoid hemorrhage, cortical infarcts, and multifocal pulmonary consolidations.",
      "Medium patient history (350 - 450 words)": "A 22‐year‐old woman with no significant past medical history aside from depression treated with citalopram initially developed nausea and myalgias 8 days prior to admission. Within 2 days, she experienced chills, vomiting, neck pain, and a headache accompanied by sonophobia. Her initial evaluation in the emergency department at an outside hospital revealed dry mucous membranes, a mildly elevated white-cell count (approximately 12,300/μl), and thrombocytopenia (platelet count near 95,000/μl), without overt signs of meningitis. She received intravenous normal saline and morphine and was discharged with supportive care for a presumed viral syndrome. Over the following week, her headache intensified, and she developed photophobia, malaise, anorexia, a nonproductive cough, and dyspnea even with minimal exertion. Two days before her current admission, her mother noted episodes of confusion with nonsensical speech and excessive sleepiness, prompting a return to the emergency department. At re-presentation, she complained of persistent severe headaches and dyspnea. Vital signs included a temperature of 38.0°C, heart rate of 106/min, blood pressure of 100/55 mm Hg, and respiratory rate of 22/min, with an oxygen saturation of 97% on 2 L/min of supplemental oxygen. Physical examination revealed photophobia, mild throat erythema, and diffuse abdominal tenderness with intermittent guarding. Initial diagnostic imaging with a noncontrast CT head suggested subarachnoid hemorrhage with diffuse ischemic changes in the parietal and temporal lobes, while CT of the chest, abdomen, and pelvis with contrast showed diffuse interstitial lung markings, multiple peripheral lung opacities and nodules, and hypodensities in the spleen suggestive of infarcts. Empirical treatment with intravenous vancomycin, ceftriaxone, metronidazole, and doxycycline was started, and she was admitted to the intensive care unit. The following morning, despite platelet transfusion and supportive care, her respiratory status worsened (respiratory rate increasing to 45/min, oxygen saturation declining despite 8 L/min supplemental oxygen), necessitating bilevel positive airway pressure and later intubation with mechanical ventilation. On arrival at the current hospital, she was confused, tachypneic (RR 49/min), and in significant respiratory distress with accessory muscle use. Notable physical findings included meningismus, diffuse pulmonary rales and rhonchi, a grade 3/6 holosystolic murmur, palpable splenic tip, and a small area of petechiae. Laboratory evaluation confirmed persistent thrombocytopenia (approximately 90,000/μl), marked neutrophilia, and abnormal inflammatory markers. A lumbar puncture (after platelet transfusion) revealed low cerebrospinal fluid glucose, an elevated red-cell count, and a neutrophil-predominant pleocytosis. Further imaging, including CT pulmonary angiography and MRI of the head, confirmed pulmonary edema with pleural effusions, multifocal consolidations, subarachnoid hemorrhage, and bilateral acute cortical infarcts. Additional empirical broad-spectrum antimicrobial therapy was initiated following these findings."
    },
    {
      "Medical case record": "NEJMcpc2300900",
      "Shortest patient history (20 - 25 words)": "54-year-old athlete with 17‑month progressive dyspnea and chest pain; ECG and imaging reveal LV thickening with reduced exercise capacity, suggesting hypertrophic cardiomyopathy.",
      "Shorter patient history (130 - 150 words)": "A 54-year-old athletic man presented with 17 months of progressive exertional dyspnea and chest pain, describing inability to take deep breaths during intense exercise. Five years earlier, a chest pain episode showed normal troponin, ECG with sinus bradycardia, and coronary CT without stenosis or calcifications. Initial recent evaluation revealed new midsystolic murmur, ECG changes (rightward axis, T-wave inversions, new Q-wave in aVL), and hyperdynamic left ventricle with concentric thickening (18 mm), right ventricular thickening, biatrial dilation, and mild mitral valve thickening on echocardiography. Cardiac MRI indicated focal late gadolinium enhancement suggestive of hypertrophic cardiomyopathy; genetic testing was negative. Cardiopulmonary exercise testing demonstrated severe exercise impairment (peak VO₂ at 59% predicted), impaired stroke volume, and normal spirometry. Past medical history included arthritis and prior orthopedic surgeries; he took aspirin. Physical examination revealed elevated jugular venous pressure, Kussmaul's sign, and angiomas. Initial treatments included furosemide and spironolactone.",
      "Medium patient history (350 - 450 words)": "A 54‐year‐old male athlete presented to the cardiovascular performance program clinic with a chief complaint of progressive exertional dyspnea and chest pain. Over the preceding 17 months, he experienced intermittent, nonradiating chest pressure and increasing shortness of breath during high-intensity aerobic activities, describing an inability to “get a full breath.” His only remote episode of chest discomfort occurred 5 years earlier following air travel, when evaluation revealed normal troponin levels and sinus bradycardia on electrocardiography. Approximately 5 years before this evaluation, coronary computed tomographic angiography performed for chest pain assessment showed a Coronary Artery Disease Reporting and Data System (CAD-RADS) score of 0 and a calcium score of 0, indicating no evidence of atherosclerosis. One month after his current symptoms began, a primary care visit identified a new grade 2/6 midsystolic murmur. Serial electrocardiograms demonstrated new rightward axis deviation, reduced R-wave progression, and inferolateral T-wave inversions compared with previous studies. At that time, chest radiography and routine laboratory tests—including complete blood count, kidney and liver function panels, electrolytes, and thyroid studies—were unremarkable, prompting initiation of aspirin therapy. Ten days later, stress echocardiography revealed resting T-wave inversions and a hyperdynamic left ventricle with mild mitral regurgitation. During exercise, the patient developed mild chest pressure, dyspnea, and 2-mm horizontal ST depressions in the inferolateral leads without inducible wall-motion abnormalities. Six weeks later, re-evaluation in the cardiology clinic showed persistent symptoms with more pronounced T-wave inversions and a new Q wave in lead aVL. Transthoracic echocardiography then demonstrated symmetric left ventricular wall thickening (17 mm), systolic intracavitary obliteration without an outflow gradient, biatrial and inferior vena cava dilatation, right ventricular wall thickening, and mitral valve thickening. Cardiac magnetic resonance imaging confirmed concentric left ventricular hypertrophy up to 18 mm with absent basal-to-apex tapering and focal midwall late gadolinium enhancement affecting 3% of the myocardium—findings suggestive though not diagnostic of hypertrophic cardiomyopathy. Holter monitoring captured occasional ectopic beats. The patient’s history is notable for arthritis, previous rotator cuff repairs and meniscectomies, and colonic polyps. He takes aspirin, works as an executive, lives in suburban New England, drinks alcohol socially, and has a remote history of intranasal cocaine use with no tobacco exposure. Family history is significant for premature coronary artery disease, heart failure, hypertension, and dyslipidemia. On examination, his heart rate was 81/min, blood pressure 116/70 mm Hg, with an elevated jugular venous pressure (13 cm H₂O) and positive Kussmaul’s sign. Cardiopulmonary exercise testing revealed reduced peak oxygen consumption (19.7 ml/kg/min, 59% of predicted) with impaired oxygen pulse augmentation, confirming severe cardiovascular limitation. Elevated high-sensitivity troponin T and NT-proBNP further supported myocardial strain. Furosemide and spironolactone were subsequently prescribed."
    },
    {
      "Medical case record": "NEJMcpc2309383",
      "Shortest patient history (20 - 25 words)": "73-year-old man with a 22‑month history of recurrent fever, progressive hepatic lesions, splenomegaly, and granulomas; later, a hepatic abscess culture grew Enterococcus faecalis.",
      "Shorter patient history (130 - 150 words)": "A 73-year-old man presented with recurrent fever for 22 months, initially associated with cough and fatigue. Symptoms partially resolved after antibiotics, but fever recurred intermittently. Imaging showed scattered pulmonary nodules, hepatic lesions (up to 2.4 cm with central necrosis), and progressive splenomegaly (15 cm). Liver and bone marrow biopsies revealed nonnecrotizing granulomas, fibrin-ring granulomas, and portal histiocytosis; infectious staining was negative. His medical history included hypertension, hyperlipidemia, previous cholecystectomy, and medications included rosuvastatin and aspirin. He lived with pets, had military service overseas, and family history included autoimmune conditions. Subsequent hospitalizations revealed E. coli and Enterococcus faecalis in hepatic lesion cultures. Laboratory results showed leukopenia, anemia, elevated alkaline phosphatase (238 U/L), and normal angiotensin-converting enzyme levels. Initial treatments included empirical antibiotics (doxycycline, ceftriaxone, amoxicillin), prednisone, and lesion drainage, but recurrent symptoms persisted, prompting hospitalization for further investigation.",
      "Medium patient history (350 - 450 words)": "A 73‐year‐old man was admitted for recurrent fever that had persisted over the past 22 months. Initially, he experienced a brief 2-day episode of fever, cough, and fatigue, for which he was treated empirically for pneumonia at a primary care clinic. Although his cough resolved, intermittent fever recurred over the following month, accompanied by chills, night sweats, and abdominal discomfort. Initial contrast-enhanced computed tomography (CT) of the chest, abdomen, and pelvis revealed scattered solid pulmonary nodules, a few hepatic hemangiomas, and bilobar subcentimeter hypodense hepatic lesions. The spleen was borderline enlarged, measuring 13.0 cm, and no lymphadenopathy was noted. One week later, magnetic resonance imaging (MRI) of the abdomen demonstrated that these hepatic lesions had increased in both number and size—some reaching 2.4 cm—and exhibited peripheral enhancement suggestive of central necrosis. Diagnostic tissue sampling followed: a bone marrow biopsy showed normocellular marrow with rare nonnecrotizing granulomas, while a liver biopsy revealed prominent portal histiocytosis with both portal and lobular nonnecrotizing granulomas, including detached neutrophilic aggregates and occasional fibrin-ring granulomas. Special stains and immunohistochemical tests for infectious organisms such as acid-fast bacilli, fungi, cytomegalovirus, Epstein–Barr virus, and spirochetes were negative. His past medical history was notable for hypertension, hyperlipidemia, and coronary artery disease managed with percutaneous coronary intervention 12 years earlier, as well as hiatal hernia, gastroesophageal reflux disease, and a cholecystectomy for gallstone pancreatitis 9 years ago. He was on rosuvastatin, aspirin, ferrous sulfate, and a multivitamin. A veteran residing in suburban New England with his wife and pet birds and cats, he had been stationed overseas and traveled within the United States two years prior. He was a lifelong nonsmoker with no history of alcohol or illicit drug use. Family history included autoimmune and inflammatory conditions among his siblings and a son with iritis. On examination, his temperature was 37.3°C, pulse 79/min, blood pressure 113/56 mm Hg, respiratory rate 20/min, and oxygen saturation 99% on room air. He had clear lung fields, mild epigastric tenderness, and palpable splenomegaly. Laboratory evaluation revealed leukopenia and anemia, with normal angiotensin-converting enzyme, 1,3-β-d-glucan, and galactomannan levels, and extensive infectious workup was negative. Serial imaging later demonstrated progressive enlargement of hepatic lesions (up to 3.0 cm) and increasing splenomegaly, prompting multiple percutaneous drains and repeat biopsies. Cultures from drained fluid and hepatic aspirates eventually grew Klebsiella pneumoniae, Escherichia coli, and Enterococcus faecalis, guiding successive adjustments in antimicrobial therapy."
    },
    {
      "Medical case record": "NEJMcpc2309500",
      "Shortest patient history (20 - 25 words)": "30-year-old postpartum woman with endometritis, persistent fever, and abdominal pain; imaging reveals ascites, anasarca, and pelvic fluid collections; develops ulcerative skin lesions.",
      "Shorter patient history (130 - 150 words)": "A 30-year-old woman was admitted six days postpartum with fever, chills, and abdominal pain. Her pregnancy had ended in spontaneous vaginal delivery at 35 weeks, complicated only by a second-degree perineal laceration. After discharge, she developed fever, abdominal cramps, ongoing vaginal bleeding, and painful inguinal pustules draining purulent fluid. Physical exam revealed uterine tenderness, right-sided inguinal pustules, leg swelling, and leukocytosis (WBC 19,230/μL, predominantly neutrophils). She had a history of rosacea, acne, hidradenitis suppurativa, prior diverticulitis, and epiploic appendagitis. Empirical antibiotics (gentamicin, clindamycin, vancomycin, meropenem) failed to improve symptoms. Imaging demonstrated increasing ascites, pelvic fluid collections, and skin lesions progressed to ulceration despite drainage. Endometrial biopsy revealed dense neutrophilic infiltration. MRI showed parametrial abscesses and anasarca without thrombosis. Echocardiogram showed dilated right chambers. Intravenous furosemide was initiated, and antibiotics were adjusted (meropenem, daptomycin, micafungin), but her condition worsened with increasing edema and ulceration.",
      "Medium patient history (350 - 450 words)": "A 30‐year‐old postpartum woman (gravida 1, para 1) was admitted 6 days after delivering a male infant at 35 weeks 3 days’ gestation, presenting with fever and abdominal pain. Her labor had been managed in the emergency department with empirical vancomycin initiated due to pending group B streptococcal results. She experienced spontaneous rupture of membranes with clear, odorless fluid and delivered vaginally with an intact placenta. The delivery was complicated by an estimated 300 ml blood loss and a second-degree perineal laceration that was subsequently repaired. She was discharged on the second postpartum day. Over the following 4 days, while pumping breast milk and visiting her infant in the special care nursery, she experienced mild diffuse abdominal and pelvic cramping along with vaginal bleeding and occasional clot passage. On the day of readmission, she developed fever and chills. Additionally, she reported bilateral inguinal skin lesions—small, painful bumps that had been present since pregnancy and intermittently drained blood and pus—as well as a history of leg swelling that improved after childbirth. On examination, her temperature was 38.7°C and blood pressure 125/80 mm Hg. The lungs were clear, breasts were non-tender, the uterine fundus was mildly tender, and there was mild leg swelling. Notably, tender, erythematous pustules draining yellow purulent fluid were observed in the right inguinal area, with scarring noted on the left. The white-cell count was markedly elevated at 22,940/μl. Blood and cervical cultures were obtained. Her past medical history was significant for rosacea, acne, and hidradenitis suppurativa. She had experienced episodes of diverticulitis (5 and 2 years prior) and an episode of epiploic appendagitis 10 weeks earlier. She was taking prenatal vitamins, topical azelaic acid, and used acetaminophen and ibuprofen for abdominal pain. Notably, she had allergies to amoxicillin and cephalexin. Socially, she worked as an educator and lived with her husband and dog in suburban New England. Imaging with CT of the abdomen and pelvis showed normal postpartum uterine enlargement with mild adjacent fat stranding. Subsequent MRI and MRA revealed mild ascites and anasarca, with later studies demonstrating increased ascites and two new fluid collections—a 6.3-cm left parametrial and a 3.2-cm right uterocervical collection. An endometrial biopsy performed on hospital day 6 demonstrated dense neutrophilic infiltrates. Initial empirical therapy for presumed endometritis included gentamicin and clindamycin, later modified to vancomycin, cefepime, and metronidazole, then adjusted to meropenem with discontinuation of vancomycin as fever persisted. A percutaneous catheter was placed for drainage of the left parametrial collection, and subsequent deterioration on hospital day 11—with worsening abdominal pain, hypoxemia, and evidence of right heart dilation on echocardiography—prompted further antimicrobial adjustments and the addition of daptomycin and micafungin. New edematous, violaceous skin lesions developed at intravenous and drainage sites, subsequently ulcerating."
    }
  ]
}